/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "Vorgang kann nicht abgeschlossen werden";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Später erneut versuchen.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "Öffnen fehlgeschlagen";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "Dieses Medienformat wird nicht unterstützt.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "Öffnen fehlgeschlagen";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Diese Mediendatei ist möglicherweise beschädigt.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "Öffnen fehlgeschlagen";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Die App ist zur Wiedergabe der Datei nicht autorisiert."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "Öffnen fehlgeschlagen";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Diese Mediendatei kann nicht verwendet werden.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "Decodieren fehlgeschlagen";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "Der für dieses Medium erforderliche Decodierer ist ausgelastet.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Stoppe alle anderen Vorgänge, die Medien decodieren, und versuche es erneut.";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_Description" = "Öffnen fehlgeschlagen";
"AVFoundationCFErrorDomain_AVCFErrorIncompatibleAsset_FailureReason" = "Dieses Medium kann auf diesem Computer nicht verwendet werden.";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_Description" = "Öffnen fehlgeschlagen";
"AVFoundationCFErrorDomain_AVCFErrorNoCompatibleAlternatesForExternalDisplay_FailureReason" = "Der Inhalt kann auf dem externen Gerät nicht abgespielt werden.";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_Description" = "Öffnen fehlgeschlagen";
"AVFoundationCFErrorDomain_AVCFErrorInsufficientContentProtectionConfiguration_FailureReason" = "Der geschützte Inhalt kann auf der aktuellen Systemkonfiguration nicht abgespielt werden.";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_Description" = "Die Videospur für umcodiertes Video hat einen falschen Bildzähler";
"AVFoundationCFErrorDomain_AVCFErrorTranscodeFrameMismatch_FailureReason" = "Der Zähler für umcodierte Ausgangsbilder entspricht nicht dem Original, das keine Bearbeitungssegmente hat";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_Description" = "Decodierung fehlgeschlagen";
"AVFoundationCFErrorDomain_AVCFErrorDecodeFailed_FailureReason" = "Decoder hat einen Fehler gefunden";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_Description" = "Codierung fehlgeschlagen";
"AVFoundationCFErrorDomain_AVCFErrorEncodeFailed_FailureReason" = "Encoder hat einen Fehler gefunden";

